{"category": "Merrilllynch_CRA", "description": "Use this form to transfer all or a portion of your account from another financial institution to your Merrill Lynch, Pierce, Fenner & Smith Incorporated (“Merrill Lynch”) account"}
{"category": "Merrilllynch_CRA", "description": "For best results, please complete the information requested below in parts 1 to 4 using ALL CAPITAL letters and black ink. If you need more room for information or signatures, use a copy of the relevant page or a blank sheet. Use one form for each account that you’re transferring"}
{"category": "Merrilllynch_CRA", "description": "Many firms transfer assets using an automated transfer process, which typically takes 5 to 6 business days. Other firms either don’t use the automated process or must process some assets manually, which takes more time. The following estimated time frames for manual transfers are from the date of receipt of instructions by the delivering firm and may vary greatly"}
{"category": "Merrilllynch_CRA", "description": "Remember to update any automatic deposits or withdrawals you’ve set up on the account you’re transferring to Merrill Lynch"}
{"category": "Merrilllynch_CRA", "description": "Some transfers may result in tax consequences, penalties or financial risk. Consult your tax and financial professionals before requesting this transfer"}
{"category": "Merrilllynch_CRA", "description": "If you’re rolling over assets from a 401(k) or other employer-sponsored plan, consider all of your choices. You may be able to roll over to an IRA, roll over an old 401(k) to a 401(k) at a new employer, take a distribution or leave the account where it is, depending on your unique financial needs and retirement goals. Each choice may offer different benefits and limitations including investment options and services, fees and expenses, withdrawal options, required minimum distributions, tax treatment and protection from creditors and legal judgments. Additionally, there are limits to how often and when you can roll over your account. Please contact your 401(k) or other employer-sponsored plan administrator for help with the transfer"}
{"category": "Merrilllynch_CRA", "description": "Before indicating which assets to transfer, you should understand that assets transfer either in cash or in-kind. In-kind means assets transfer exactly as they are currently held. Examples include certificates of deposits (CDs) in brokerage accounts, mutual funds available at both institutions or other specific securities. In cash means assets are liquidated and proceeds deposited in your account, which may result in tax consequences, penalties or financial risk. Examples include CDs that are liquidated or mutual funds sold by the delivering firm. However, if a liquidation doesn’t occur before the transfer, assets will transfer in-kind"}
{"category": "Merrilllynch_CRA", "description": "If you are transferring mutual funds directly from the Mutual Fund Company, list the funds and the fund account numbers in the Mutual Funds and Securities section below. If you are transferring an account from a bank that holds a certificate of deposit, complete the “certificate of deposit at bank” section below. Otherwise, skip to part 4"}
{"category": "Merrilllynch_CRA", "description": "Most financial institutions require either written or verbal instructions from the client to liquidate assets. Please send liquidation requests directly to the delivering firm before requesting a transfer through Merrill Lynch. We do not guarantee that the delivering financial institutions will accept this document as a request to liquidate assets, including certificate of deposits at a bank. If you are transferring an account from a bank that holds a certificate of deposit, complete the “certificate of deposit at bank” section below. Otherwise, skip to part 4"}
{"category": "Merrilllynch_CRA", "description": "Use the sections below to list the assets you want to liquidated before your account is transferred to Merrill Lynch. Most financial institutions require either written or verbal instructions from the client to liquidate assets. Please send liquidation requests directly to the delivering firm before requesting a transfer through Merrill Lynch. We do not guarantee that delivering financial institutions will accept this document as a request to liquidate assets, including certificate of deposits at a bank"}
{"category": "Merrilllynch_CRA", "description": "Use the sections below to list the assets you want to transfer to Merrill Lynch. Many firms have minimum account balance/ value requirements. To avoid a rejected transfer, please ensure that this partial transfer request does not reduce the losing account balance/value below that requirement. If you are transferring an account from a bank that holds a certificate of deposit, complete the “certificate of deposit at bank” section below. Otherwise, skip to part 4"}
{"category": "Merrilllynch_CRA", "description": "££ Immediately liquidate CDs and transfer in cash. You may be charged a penalty for early withdrawal. ££ Wait to liquidate CDs and transfer in cash when CDs mature on  (MM/DD/YYYY).  For this option, submit your request at least 7 days, but no more than 14 days, before maturity to ensure that we can process this request"}
{"category": "Merrilllynch_CRA", "description": "Securities include stocks, bonds, exchange traded funds, brokerage certificate of deposit, options and unit investment trusts. Provide all information, including the number of shares you want to transfer or liquidate. Write “ALL” in the quantity field if you’d like to transfer or liquidate all shares of a fund or a security"}
{"category": "Merrilllynch_CRA", "description": "Transfer your account to Merrill Lynch as you have instructed on this form, even though the Merrill Lynch account may have a different account title or different taxpayer identification number than the delivering account"}
{"category": "Merrilllynch_CRA", "description": "Liquidate proprietary money market funds, if any exist, and transfer in cash to Merrill Lynch unless you instruct otherwise. Proprietary mutual funds or money market funds may not be transferrable to Merrill Lynch. You should consult your tax and financial professionals regarding any fees or tax consequences that may result from liquidations of proprietary funds"}
{"category": "Merrilllynch_CRA", "description": "Deduct any outstanding fees from the credit balance in your account. If a credit balance does not exist or does  not cover the balance due, liquidate assets in the account to the extent necessary to satisfy the balance due"}
{"category": "Merrilllynch_CRA", "description": "Transfer any certificates or other instruments held in the firm’s physical possession in good deliverable form.  Affix any necessary tax waivers so Merrill Lynch can transfer them in its name when directed to sell them"}
{"category": "Merrilllynch_CRA", "description": "Freeze your account when this transfer is validated, which includes canceling all open orders and not accepting new orders on the transferring account (except for transactions closing option positions that expire within  seven days)"}
{"category": "Merrilllynch_CRA", "description": "Release any requested historical information to Merrill Lynch about the account you’re transferring"}
{"category": "Merrilllynch_CRA", "description": "Certain assets may not be readily transferable, with or without penalty, within the time frame required by FINRA Rule 11870, MSRB Rule G-26 or other designated authority"}
{"category": "Merrilllynch_CRA", "description": "Certain assets may not be transferable to Merrill Lynch, such as low-priced securities and proprietary mutual funds or money market funds, and your request may be rejected. You should consult your tax and financial professionals regarding any fees or tax consequences that may result from liquidations of proprietary funds. You cannot resubmit your request until you remove non-transferable assets. For other types of non-transferable assets, you will be contacted in writing by Merrill Lynch or the delivering firm to determine how you want to dispose of such assets"}
{"category": "Merrilllynch_CRA", "description": "Credit cards, debit cards or unused checks issued to you for the transferring account have been destroyed  or returned to the delivering firm"}
{"category": "Merrilllynch_CRA", "description": "If transferring assets in a retirement account, none of the amount transferred includes the required minimum distribution that you are required to take this year"}
{"category": "Merrilllynch_CRA", "description": "If transferring a retirement plan account and the delivering firm is trustee or custodian, you represent that  you have appropriately amended the plan and named Merrill Lynch as successor custodian or trustee"}
{"category": "Merrilllynch_CRA", "description": "All account holders or authorized signers of accounts listed in Part 1 and Part 2 of this form must sign below. If an account holder’s name appears differently on either account, the owner must sign the form using all name variations (e.g., maiden name and married name)"}
{"category": "Merrilllynch_CRA", "description": "For retirement accounts only. To the prior custodian or trustee of the retirement account designated on this form for transfer: Merrill Lynch accepts the appointment as successor custodian"}
{"category": "Merrilllynch_CRA", "description": "All deliveries must include the client name and the 8-digit Merrill Lynch account number"}
{"category": "Merrilllynch_CRA", "description": "Merrill Lynch, Pierce, Fenner & Smith Incorporated (also referred to as “MLPF&S” or “Merrill”) makes available certain investment products sponsored, managed, distributed or provided by companies that are affiliates of Bank of America Corporation (“BofA Corp.”). MLPF&S is a registered broker-dealer, Member SIPC and a wholly owned subsidiary of BofA Corp"}
{"category": "Merrilllynch_CRA", "description": "Next, with the expertise of our Chief Investment Office, your advisor will provide a clear and informed point of view and strategies based on your needs - designing an approach that you're comfortable with"}
{"category": "Merrilllynch_CRA", "description": "Wealth management is an ongoing process. You'll meet with your advisor often and have in-depth annual reviews, one-on-one. You can and should revisit your goals often, course correcting as needed"}
{"category": "Ameritrade Institutional", "description": "A. Transfer from an ACAT eligible Brokerage Firm, Bank, Insurance/Annuity Co., Trust Co., or Transfer Agent – Check box for full or partial transfer. For partial transfers, list descriptions of assets and shares. Unless otherwise indicated, TD Ameritrade will transfer in full. Please note – The ACAT system does not allow for liquidation requests. To place trades, please contact your current custodian prior to submitting the transfer request. Most banks, insurance/annuity, and trust companies require original wet-ink signature mailed to TD Ameritrade"}
{"category": "Ameritrade Institutional", "description": "If transferring in Alternative Investments, please obtain a copy of the Transfer In Only Alternative Investment Client Custody Agreement from your Advisor, the terms of which will apply to our custody of your Alternative Investments No signature is required"}
{"category": "Ameritrade Institutional", "description": "When transferring from a joint account at a contra firm to an individual account at TD Ameritrade, the party losing ownership of the assets must sign section 4. If the party losing ownership does not have an account at TD Ameritrade, please attach a notarized letter of authorization signed by the party losing ownership of the assets. If the discrepancy is a result of a name change for an account owner, please provide a copy of the legal document such as a marriage certificate, divorce decree, etc. Further documentation may be required, depending on the situation"}
{"category": "Ameritrade Institutional", "description": "If this account is a qualified retirement account, I have amended the applicable plan so that it names TD Ameritrade Clearing, Inc. as a successor custodian"}
{"category": "Ameritrade Institutional", "description": "Unless otherwise indicated in the instructions above, please transfer all assets in my account in kind to TD Ameritrade. I understand that to the extent any assets in my account are not readily transferable, with or without penalties, such assets may not be transferred within the time frames required by applicable regulations"}
{"category": "Ameritrade Institutional", "description": "Unless otherwise indicated in the instructions above, I authorize you to liquidate any non-transferable proprietary money market fund assets that are part of my account and transfer the resulting credit balance to TD Ameritrade Clearing, Inc. I authorize you to deduct any outstanding fees due you from the credit balance in my account. If my account does not contain a credit balance, or if the credit balance in the account is insufficient to satisfy any outstanding fees due you, I authorize you to liquidate the assets in my account to the extent necessary to satisfy that obligation"}
{"category": "Ameritrade Institutional", "description": "If certificates or other instruments in my account are in your physical possession, I instruct you to transfer them in good deliverable form, including affixing any necessary tax waivers, to enable the successor custodian to transfer them in its name for the purpose of sale, when and as directed  by me. I understand that upon receiving a copy of this transfer instruction, you will cancel all open orders for my account on your books"}
{"category": "Ameritrade Institutional", "description": "Instructions to transfer securities, mutual funds, or other assets to  your TD Ameritrade Institutional account"}
{"category": "Ameritrade Institutional", "description": "Section 1 – TD Ameritrade Institutional Account Information — complete your TD Ameritrade account registration information"}
{"category": "Ameritrade Institutional", "description": "Section 2 – Delivering Firm Information — complete Delivering Firm’s account registration information"}
{"category": "Ameritrade Institutional", "description": "Section 3 – Transfer details; see below for requirements. Depending on where the assets are coming in from, please complete section 3A or 3B"}
{"category": "Ameritrade Institutional", "description": "A. Transfer from an ACAT eligible Brokerage Firm, Bank, Insurance/Annuity Co., Trust Co., or Transfer Agent – Check box for full or partial transfer. For partial transfers, list descriptions of assets and shares. Unless otherwise indicated, TD Ameritrade dividends and capital gains. I acknowledge that ineligible proprietary mutual funds and all no-load money market funds cannot be transferred in kind and must be liquidated by the mutual fund company"}
{"category": "Ameritrade Institutional", "description": "Section 3A – Brokerage Firm Transfer  •  For full account transfers, complete Section 3A, then the Discrepancies of Account Name and Type Section 4 (if applicable) and sign in Section 5.   •  For partial account transfers, complete Section 3A, list description of asset, number of shares or “all,” then the Discrepancies of Account Name and Type Section 4 (if applicable) and sign in Section 5.  • If you’re transferring part of your account, list only the assets you want transferred to TD Ameritrade in section"}
{"category": "Ameritrade Institutional", "description": "Brokerage Firm, Bank, Insurance/Annuity Co., Trust Co., or Transfer Agent  • To transfer a Money Market Account, please complete this section.  • To transfer the proceeds of a maturing CD, initiate your transfer at least two to three weeks before the maturity date"}
{"category": "Ameritrade Institutional", "description": "To transfer the proceeds of a maturing CD, initiate your transfer at least two to three weeks before the maturity date.  • To transfer an Annuity or Life Insurance Policy, please check the appropriate box.  •  To transfer shares in book entry form, usually associated with a Dividend Reinvestment Plan, check the appropriate box. Please note: fractional shares will be liquidated and transferred as cash"}
{"category": "Ameritrade Institutional", "description": "For full transfers – indicate all and mark transfer shares “in-kind” or liquidate and send proceeds"}
{"category": "Ameritrade Institutional", "description": "For partial transfers – list individual fund name, number of shares, transfer in-kind, or liquidate and  send proceeds.  •  Call TD Ameritrade Institutional at 800-431-3500 to make sure the mutual fund is transferable to TD Ameritrade. Over 13,000 funds are available.  •  Send a separate Transfer Form for each mutual fund company (for example, Vanguard, Fidelity, Berger, etc.) from which you’re transferring. Photocopy our form if necessary or call for additional forms"}
{"category": "Ameritrade Institutional", "description": "Please attach a COPY of the most recent statement from the institution you are transferring from. The statement should be from within the past six months to best display the most accurate holdings. Please note the statement is used to process your request so an accurate statement allows for best results"}
{"category": "Ameritrade Institutional", "description": "Do not use this form to transfer between TD Ameritrade accounts"}
{"category": "Ameritrade Institutional", "description": "Your goals are unique, so your investment guidance should be too. We take the time to listen and understand what matters most to you before helping you develop and manage your investment strategy. Call us today at 800-870-9668 to get started"}
{"category": "Ameritrade Institutional", "description": "Get a managed portfolio recommendation to fit your goals and ongoing support from TD Ameritrade Investment Management, LLC"}
{"category": "Ameritrade Institutional", "description": "For more complex advisory needs, get an introduction to an independent Registered Investment Advisor through our advisor referral program"}
{"category": "Ameritrade Institutional", "description": "We offer a broad range of products and services to help you pursue your financial goals, and we can help you choose the right approach"}
{"category": "Ameritrade Institutional", "description": "It's no secret that life changes are going to impact your financial goals. That's why we've made it as easy as possible to set your goals and stay on track"}
{"category": "Ameritrade Institutional", "description": "Value is so much more than a price tag. With TD Ameritrade, not only can you trade commission-free online, but you get access to all our platforms and products with no deposit minimums, trading minimums, or hidden fees"}
{"category": "Ameritrade Institutional", "description": "Whether you are actively trading or investing for the long term, our platforms are filled with innovative tools and features to give you everything you need to make smarter, more informed decisions. No matter which platform you choose, you can research stocks, place trades, and manage your portfolio with knowledge backed by live-streaming CNBC, real-time quotes and specialists with years of experience"}
{"category": "Ameritrade Institutional", "description": "Get access to stocks, bonds & CDs, options, non-proprietary mutual funds, futures, forex, commission-free ETFs*, and more to stay diversified and ready to take advantage of a wider range of opportunities"}
{"category": "Ameritrade Institutional", "description": "Knowledge is your most valuable asset. That's why we built a one-of-its kind AI-powered experience designed to help you grow as an investor with content tailored to your own personal investing goals and needs"}
{"category": "Ameritrade Institutional", "description": "Make informed trades with an incredible depth of data and insights from reputed independent third parties like Morningstar, CFRA (Formerly S&P Capital IQ), and TheStreet"}
{"category": "Ameritrade Institutional", "description": "Our experienced, licensed associates know the market—and how much your money means to you. It’s this foundation that makes them so committed to helping you better understand the market so you can make the best financial decisions for your future"}
{"category": "Ameritrade Institutional", "description": "Stocks, options (if approved), mutual funds, exchange-traded funds (ETFs), bonds, and CDs are available in most accounts"}
{"category": "Schwab_IRA", "description": "Distributions from your IRA are generally subject to federal (and possibly state) income tax. Even if you elect in writing not to have federal and/or state income tax withheld, you are liable for payment of federal and state income taxes, if applicable, on the taxable portion of your distribution. You may also be subject to tax penalties under the estimated tax payment rules if your withholding and payment of estimated tax, if any, are not adequate"}
{"category": "Schwab_IRA", "description": "Your tax withholding election will remain in effect on all distributions from your Traditional IRA until you change or revoke it. You may change or revoke your tax withholding election at any time by submitting your requests to Schwab"}
{"category": "Schwab_IRA", "description": "Withholding income taxes may subject you to IRS penalties if you are under age 59½, because the amount withheld is considered a distribution. Schwab recommends that you contact your tax advisor regarding your tax withholding election"}
{"category": "Schwab_IRA", "description": "Please select a withholding instruction for the taxable distribution that results from the conversion. If you do not make an election or have not previously made an election, Schwab is required to withhold 10% for payment of federal (and possibly state) income tax from your gross distribution"}
{"category": "Schwab_IRA", "description": "State tax withholding may be required from your distribution. In some cases, you may elect not to have withholding apply, or you may elect to increase the rate of withholding. In other cases, state tax withholding is not available. Refer to the State Income Tax Withholding Information sheet for specific information concerning your state’s withholding rates"}
{"category": "Schwab_IRA", "description": "While Schwab makes every effort to obtain information about state tax laws from sources believed to be reliable, Schwab cannot guarantee the accuracy or timeliness of state tax withholding information because state laws are subject to constant change and interpretation. We recommend that you contact your tax advisor regarding your tax withholding elections and to answer any questions that you may have regarding your state’s withholding laws"}
{"category": "Schwab_IRA", "description": "A Schwab Qualified Plan is a Schwab Profit Sharing Qualified Retirement Plan or Keogh, a Schwab Individual 401(k), or a Schwab 403(b)(7) Account. State Income Tax Withholding: State tax withholding may be"}
{"category": "Schwab_IRA", "description": "The Cash Features Program is a service that offers the Bank Sweep feature (a “Cash Feature”) to permit your uninvested cash (the “Free Credit Balance”) to earn income while you decide how those funds should be invested longer term"}
{"category": "Schwab_IRA", "description": "You understand that additional information about the Cash Features Program and each Cash Feature is available in the Cash Features Disclosure Statement. By signing this Application, you consent to having the Free Credit Balance in your brokerage account included in the Cash Features Program, as described in the Cash Features Disclosure Statement"}
{"category": "Schwab_IRA", "description": "The Bank Sweep feature is designated as the Cash Feature for brokerage accounts of account holders residing in the U.S. Through the Bank Sweep feature, Schwab automatically makes deposits to and withdrawals from deposit accounts at one or more banks affiliated with Schwab (“Sweep Banks”)"}
{"category": "Schwab_IRA", "description": "Your deposits at each Sweep Bank are insured by the Federal Deposit Insurance Corporation (FDIC) up to $250,000 (including principal and accrued interest) when aggregated with all other deposits held by you in the same insurable capacity at that bank. Your funds may be placed in a Sweep Bank in excess of the FDIC insurance limit. In certain limited circumstances, Schwab may place your funds in a sweep money market fund. Please see the Cash Features Disclosure Statement for additional information"}
{"category": "Schwab_IRA", "description": "You understand and agree that Schwab may (1) make changes to the terms and conditions of the Cash Features Program; (2) make changes to the terms and conditions of any Cash Feature; (3) change, add, or discontinue any Cash Feature; (4) change your investment from one Cash Feature to another if you become ineligible for your current Cash Feature or your current Cash Feature is discontinued; and (5) make any other changes to the  Cash Features Program or Cash Feature as allowed by law"}
{"category": "Schwab_IRA", "description": "Schwab will notify you in writing of changes to the terms of the Cash Features, changes  to the Cash Features we make available, or changes to the Cash Features Program prior to the effective date of the proposed change"}
{"category": "Schwab_IRA", "description": "You will receive account statements, trade confirmations, shareholder materials, account agreements and related disclosures, and other regulatory documents, if available in paperless form, by email. For certain documents, including account statements, you will receive an email notification with a link to log on to our secure website to access your documents"}
{"category": "Schwab_IRA", "description": "For complete information, please see Important Information About Your Informed Consent to Receive Paperless Documents in the Appendix to this application. Enrollment may also qualify you for lower online equity trades—consult your IA or the applicable Charles Schwab Pricing Guide for additional details"}
{"category": "Schwab_IRA", "description": "A Schwab Qualified Plan is a Schwab Profit Sharing Qualified Retirement Plan or Keogh, a Schwab Individual 401(k), or a Schwab 403(b)(7) Account. State Income Tax Withholding: State tax withholding may be"}
{"category": "Schwab_IRA", "description": "If you already have an account enrolled in Paperless Documents using the email address provided in Section 2, have logged on to schwaballiance.com in the past six months, and agree to the following, your paperless enrollment will be complete once your account is opened"}
{"category": "Schwab_IRA", "description": "Trading and Disbursement Authorization for Checks and Journals. Selecting this option indicates that I have authorized my IA to take the following actions, and I instruct Schwab to permit my IA: (1) to place trades in my account as provided under the Trading Authorization heading in the attached Account Application Agreement; (2) to remit checks to me at my address of record; and (3) to journal cash and/or securities to a Schwab brokerage account on which I am named account holder (known as a first-party transfer)"}
{"category": "Schwab_IRA", "description": "This disbursement authorization does not apply to wire disbursements; Schwab MoneyLink® distributions; or direct, ongoing electronic payments of dividends, interest, and money market income, which use separate forms. (Note: Trading and Disbursement Authorization for Checks and Journals is not available for Estate, Guardianship, or Conservatorship accounts"}
{"category": "Schwab_IRA", "description": "Trading Authorization. Selecting this option indicates that I have authorized my IA, and I instruct Schwab to permit my IA, to place trades in my account as provided under the Trading Authorization heading in the attached Account Application Agreement"}
{"category": "Schwab_IRA", "description": "Fee Payment Authorization. Selecting this option indicates that I have authorized my IA, and I instruct Schwab to permit my IA, to pay investment advisory and related fees to IA from my account or another account registered to my name, over which I have granted IA fee payment authorization in the amount of IA’s instructions"}
{"category": "Schwab_IRA", "description": "If you have granted your IA trading authority over your account, and your IA exercises investment discretion for you pursuant to an advisory contract, you can appoint your IA to be sent certain issuer and issuer-related communications (proxies, tender offers, proposed mergers, rights offerings, exchange offers, and warrants, among other things) that may require a voting decision or other action regarding investments held in your account"}
{"category": "Schwab_IRA", "description": "If you appoint your IA below, your IA will, regarding only those voting decisions or other action communications sent to your IA: (i) be requested to vote proxy ballots; (ii) be requested to provide instructions regarding corporate reorganizations and other corporate actions; and (iii) be sent certain prospectuses and annual reports and other communications. In these cases, you will be authorizing your IA to make all voting decisions and take all actions on your behalf. You will not be sent informational copies of these communications"}
{"category": "Schwab_IRA", "description": "I understand that I may change or revoke this designation at any time by completing a new Beneficiary Form with Schwab during my lifetime. It will become effective when Schwab receives it"}
{"category": "Schwab_IRA", "description": "I understand that if Schwab determines that my beneficiary designation is not clear with respect to the amount of the distribution, the date on which the distribution shall be made, or the identity of the party or parties who will receive the distribution, Schwab shall have the right, in its sole discretion, to consult counsel and to institute legal proceedings to determine the proper distribution of the account, all at the expense of the account, before distributing or transferring the account"}
{"category": "Schwab_IRA", "description": "If I live in a state with community property statutes and do not designate my spouse as the sole Primary Beneficiary, I represent and warrant that my spouse has consented to such designation"}
{"category": "Schwab_IRA", "description": "The percentage portions must add up to 100% per beneficiary type. All portions can be extended to the hundredths position (e.g., 33.33%). If section is left blank, portions will be evenly distributed amongst beneficiaries"}
{"category": "Schwab_IRA", "description": "You acknowledge that you have received and read the attached Application Agreement, which contains a predispute arbitration provision. You acknowledge that your signature signifies and constitutes your agreement that this account and your relationship with Schwab will be governed by the Application Agreement and all incorporated agreements and disclosures, including, but not limited to, the applicable Individual Retirement Plan and Disclosure Statement, the Schwab IRA and ESA Account Agreement, and the applicable Charles Schwab Pricing Guide, each as amended from time to time (the “Agreement and Disclosures”). You understand there are fees associated with establishing, maintaining, engaging in transactions, and transferring assets out of this account"}
{"category": "Schwab_IRA", "description": "The IRS does not require your consent to any provision of this  document other than the certifications required to avoid backup  withholding"}
{"category": "Schwab_IRA", "description": "The automatic investment of your free credit balance, including the frequency and the amount of each sweep, is governed by the terms and conditions set forth in the Cash Features Disclosure Statement and in the Account Agreement applicable to your account. The material in this document is intended for informational purposes only. If there is any conﬂ ict between the descriptions in this document and the terms of the Cash Features Disclosure Statement, the Cash Features Disclosure Statement will control"}
{"category": "Schwab_IRA", "description": "Stay on top of your savings with Schwab Intelligent Portfolios Premiumâ„¢. Our robo-advisor builds, monitors, and automatically rebalances a diversified portfolio based on your goals, plus offers unlimited 1:1 guidance from a CFPÂ®Â professional"}